Repository: FreePBX/cel
Catalog: i18n/*/LC_MESSAGES/cel.po
Languages: cs, es_es, fa, vi

source: %s seconds
cs: %s sekund
es_es: %s segundos
fa: %s ثانیه
vi: %s giây

source: Allow CEL
cs: Povolit CEL
es_es: Permitir CEL
fa: مجوز گزارش تماس
vi: Cho phép CEL ( Nhật ký sự kiện cuộc gọi)

source: Allow CEL Downloads
cs: Povolit stažení CEL
es_es: Permitir Bajar CEL
fa: مجوز دانلود گزارش تماس
vi: Cho phép tải lên CEL ( Nhật ký sự kiện cuộc gọi )

source: Allow CEL Playback
cs: Povolit přehrávání CEL
es_es: Permitir Reproducir CEL
fa: مجوز اجرای مجدد گزارش تماس
vi: Cho phép phát lại CEL ( Nhật ký sự kiện cuộc gọi)

source: Allow this user to playback recordings in UCP
cs: Umožnit tomuto uživateli přehrávat nahrávky v UCP
es_es: Permitir a este usuario reproducir grabaciones en UCP
fa: اجازهربه کاربر برای پخش ضبط شده در پنل کاربری
vi: Cho phép người dùng này phát lại các ghi âm trong UCP

source: Allow users to download recordings in UCP
cs: Umožnit uživatelům stahovat nahrávky v UCP
es_es: Permitir usurios a bajar grabaciones en UCP
fa: اجازه به کاربر برای دانلود ضبط شده در پنل کاربری
vi: Cho phép người dùng tải xuống các ghi âm trong UCP

source: Allowed CEL
cs: Povolené CEL
es_es: CEL Permitido
fa: گزارش تماس مجاز
vi: CEL ( Nhật ký sự kiện cuộc gọi) được cho phép

source: Application
cs: Aplikace
es_es: Aplicación
fa: برنامه ها
vi: Ứng dụng

source: Application executed by a call participant
cs: Aplikace spuštěná účastníkem hovoru
es_es: Aplicación ejecutada por un participante en la llamada
fa: درخواست اجرا شده با شرکت تماس گیرنده
vi: Ứng dụng được thực hiện bởi một người tham gia cuộc gọi

source: CEL Report Module
cs: CEL reportingový modul
es_es: Modulo Reporte CEL
fa: ماژول گزارشگیری کانال
vi: Mô đun báo cáo CEL ( Nhật ký sự kiện cuộc gọi)

source: CEL Reports
cs: CEL reporty

source: Call Detail
cs: Detaily hovoru
es_es: Detalle Llamada
fa: جزییات تماس
vi: Chi tiết cuộc gọi

source: Call Event Logging
cs: Protokol hovoru
es_es: Call Event Logging (CEL)
fa: لاگ تماس ها
vi: Nhật ký sự kiện cuộc gọi

source: Call Events
cs: Události hovoru

source: Call Events for %s
cs: Události hovoru pro %s

source: Caller
cs: Volající
es_es: Llamante
fa: تماس گیرنده
vi: Người gọi

source: Channel Name
cs: Název kanálu

source: Channle Name
cs: Název kanálu

source: Checking for %s field to remove..
cs: Kontrola pro odstranění pole %s..
es_es: Chequeando campo %s para remover..
fa: بررسی فیلد %s برای حذف..
vi: Đang kiểm tra %s trường để xóa..

source: Checking for context index..
cs: Kontrola indexu kontextu ..
es_es: Chequeando por Indice de Contexto..
fa: بررسی برای فهرست چهارچوب..
vi: Đang kiểm tra chỉ mục ngữ cảnh...

source: Close
cs: Zavřít
es_es: Cerrar
fa: بستن
vi: Đóng

source: Conference
cs: Konference
es_es: Conferencia
fa: کنفرانس
vi: Hội nghị

source: Context
cs: Kontext

source: Controls
cs: Ovládací prvky
es_es: Controles
fa: کنترل ها
vi: Điều khiển

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX. Name of database used for where the cel is stored. asteriskcdrdb is default.
cs: Toto NENASTAVUJTE, pokud si nejste jisti, co děláte. Využívá se pouze v případě, že nepoužíváte standardní hodnoty poskytované FreePBX. Název databáze použitá pro CEL je uložena. Výchozí je asteriskcdrdb.

source: DO NOT set this unless you know what you are doing. Only used if you do not use the default values provided by FreePBX. Name of the table in the db where the cel is stored. cel is default.
cs: Toto NENASTAVUJTE, pokud si nejste jisti, co děláte. Využívá se pouze v případě, že nepoužíváte standardní hodnoty poskytované FreePBX. Název tabulky v databázi kde je CEL uložena. Výchozí je cel.
es_es: NO use esto a menos que sepa lo que está haciendo. Sólo se usa si no utiliza los valores predeterminados proporcionados por FreePBX. Nombre de la tabla en la base de datos donde se almacena el cel. cel es por defecto.
fa: اگر اطلاع کافی ندارید انتخاب نکنید. اگر از مقادیر پیشفرض FreePBX استفاده نمیکنید انتخاب کنید.
vi: KHÔNG ĐƯỢC cài đặt như thế trừ khi bạn biết bạn đang làm cái gì. Chỉ được sử dụng nếu bạn không sử dụng giá trị mặc định do FreePBX cung cấp. Tên của bảng trong db nơi cel ( Nhật ký sự kiện cuộc gọi) được lưu trữ. Cel mặc định.

source: Date
cs: Datum
es_es: Fecha
fa: تاریخ
vi: Ngày

source: Date Range
cs: Časové období
es_es: Rango de Fecha
fa: محدوده تاریخ
vi: Khoảng thời gian

source: Destination
cs: Cíl

source: Detailed Report
cs: Detailní zpráva

source: Details
cs: Detaily

source: Dialed
cs: Volané
es_es: Discado
fa: تماس های گرفته شده
vi: Đã gọi

source: Download
cs: Stáhnout
es_es: Bajar
fa: دانلود
vi: Tải xuống

source: Duration
cs: Doba trvání
es_es: Duración
fa: مدت
vi: Khoảng thời gian

source: ERROR failed to update database
cs: CHYBA aktualizace databáze se nezdařila

source: Enable CEL (Call Event Logging) in UCP for this user
cs: Pro tohoto uživatele povolit CEL (Call Event Logging) v UCP
es_es: Habilitar CEL (Call Event Logging) en UCP para este usuario
fa: فعال کردن CEL (گزارش رخدادهای تماس) در پنل کاربری برای این کاربر
vi: Bật CEL ( Nhật ký sự kiện cuộc gọi) trong UCP cho người dùng

source: Enable CEL Reporting
cs: Povolit CEL reporty
es_es: Habilitar Reporte CEL
fa: فعال سازی گزارش کانال
vi: Bật báo cáo CEL ( Nhật ký sự kiện cuộc gọi)

source: Error getting form
cs: Chyba při získávání formuláře

source: Event Type
cs: Typ události

source: Extension
cs: Pobočka

source: File does not exist
cs: Soubor neexistuje
es_es: Fichero no existe
fa: فایل موجود نیست
vi: Tệp không tồn tại

source: Filter by Source
cs: Filtrování podle zdroje

source: Filter by destination
cs: Filtrování podle cíle

source: Forbidden
cs: Zakázáno
es_es: Prohibido
fa: ممنوع
vi: Bị cấm

source: From
cs: Od
es_es: De
fa: از
vi: Từ

source: Inherit
cs: Zdědit
es_es: heredado
fa: ارث بردن
vi: Kế thừa

source: Invalid Command
cs: Neplatný příkaz

source: No
cs: Ne
fa: خیر
vi: Không

source: Not Found
cs: Nenalezeno
es_es: No Encontrado
fa: یافت نشد
vi: Không tìm thấy

source: Play
cs: Přehrát
es_es: Reproducir

source: Playback
cs: Přehrávání
es_es: Reproducir
fa: اجرای مجدد
vi: Phát lại

source: Queue
cs: Fronta
es_es: Cola
fa: صف
vi: Hàng đợi

source: Refresh
cs: Obnovit

source: Remote CEL DB Name
cs: Vzdálené jméno CEL DB

source: Remote CEL DB Table
cs: Vzdálená tabulka CEL DB
es_es: Tabla remota CEL DB
fa: جدول دیتابیس راه دور CEL
vi: Bảng dữ liệu CEL từ xa

source: Removed
cs: Odebráno
es_es: Removido
fa: حذف شده
vi: Đã xóa

source: Removing outdated fields (this might take a long time)
cs: Odstranění zastaralých polí (může to trvat dlouho)

source: Reports
cs: Reporty
es_es: Reportes
fa: گزارش ها
vi: Các báo cáo

source: Select the date range for the report
cs: Vyberte časové období pro report

source: Setting this true will enable the CEL module to create call reports from CEL data. Although the CEL module will assure there is a CEL table available, the reporting functionality in Asterisk and associated ODBC database and CEL configuration must be done outside of FreePBX either by the user or at the Distro level.
cs: Nastavením této hodnoty umožníte modulu CEL vytvářet zprávy o volání z dat CEL. I když modul CEL zajistí, že je k dispozici tabulka CEL, funkčnost vykazování v Asterisku a přidružené databázi ODBC a konfiguraci CEL musí být provedena mimo FreePBX buď uživatelem, nebo na úrovni Distro.
es_es: Al establecer estp en "verdadero" será activar el módulo CEL para crear informes de llamadas a partir de datos de la CEL. Aunque el módulo CEL asegurará hay una tabla de CEL disponible, la funcionalidad de informes en el Asterisk y la configuración de base de datos ODBC y CEL asociado deben ser hechas fuera de FreePBX ya sea por el usuario o en el nivel Distro.
fa: این گزینه ماژول CEL را فعال میکند برای ایجاد گزارش از تماس ها.
vi: Cài đặt về True sẽ bật mô đun CEL để tạo báo cáo cuộc gọi từ dữ liệu CEL. Dù mô đun CEL sẽ đảm bảo có mộ bảng CEL sẵn có, tính nắng báo cáo trong Asterisk và cơ sở dữ liệu ODBC và cấu hình CEL phải được thực hiện bên ngoài FreePBX bở người dùng hoặc tại mức Distro.

source: Source
cs: Zdroj

source: The CEL module requires an Asterisk version of 12.0 or higher.
cs: CEL modul vyžaduje verzi Asterisku 12.0 nebo vyšší.
es_es: El modulo CEL requiere Asterisk version 12.0 o mayor.
fa: ماژول CEL نیاز به استریسک نسخه 12.0 یا بالاتر دارد.
vi: Mô đun CEL yêu cầu một phiên bản Asterisk 12.0 hoặc cao hơn.

source: These are the assigned and active extensions which will show up for this user to control and edit in UCP
cs: Jedná se o přiřazené a aktivní pobočky, která se pro uživatele zobrazí pro ovládání a úpravu v UCP
es_es: Estas son las extensiones asignadas y activas que se mostrarán para que este usuario pueda controlar y editar en UCP
fa: این پلاگین های فعالی هستند که برای کاربر نمایش داده میشود تا در پنل کاربری آنها را ویرایش کند
vi: Có những máy nhánh được chỉ định và hoạt động sẽ hiển thị cho người dùng này điều khiển và hiệu chỉnh trong UCP

source: Time
cs: Čas
es_es: Hora
fa: ساعت
vi: Thời gian

source: To
cs: Na
es_es: A
fa: به
vi: Đến

source: UniqueID
cs: Unikátní ID

source: User Primary Extension
cs: Primární pobočka uživatele
es_es: Extension Primaria del Usuario
fa: داخلی اختصاصی کاربر
vi: Máy nhánh chính của người dùng

source: Voicemail
cs: Hlasová schránka
es_es: Buzón de voz
fa: ایمیل صوتی
vi: Thư thoại

source: Voicemail Main
cs: Hlavní hlasová schránka
es_es: Correo de Voz Principal
fa: ایمیل صوتی اصلی
vi: Thư thoại chính

source: Yes
cs: Ano
es_es: Si
fa: بله
vi: Có

source: You are missing support for playback in this browser. To fully support HTML5 browser playback you will need to install programs that can not be distributed with the PBX. If you'd like to install the binaries needed for these conversions click <a href='%s'>here</a>
cs: Chybí vám podpora pro přehrávání v tomto prohlížeči. Chcete-li plně podporovat přehrávání v HTML5 prohlížeči, je třeba nainstalovat programy, které nelze distribuovat s pobočkovou ústřednou. Chcete-li nainstalovat binární soubory potřebné pro tyto konverze, klikněte <a href='%s'> zde </a> 2
es_es: Esta falando el soporte para la reproducción en este navegador. Para apoyar plenamente la reproducción navegador HTML5 tendrá que instalar programas que no pueden ser distribuidos con la central. Si desea instalar los binarios necesarios para estas conversiones, haga clic en <a href='%s'>aquí</a>
vi: Bạn đang thiếu hỗ trợ cho việc phát lại trong trình duyệt này. Để có hỗ trợ phát lại trình duyệt HTML5 đầy đủ bạn cần cài đặt các chương trình không bị phân bố tới PBX. Nếu bạn muốn cài đặt các chương trình cần thiết cho các chuyển đổi này, vui lòng nhấp <a href='%s'>here</a>

source: You may search by any or all of the fields below. The more fields you fill in the more refined the report.
cs: Můžete vyhledat některá nebo všechna níže uvedená pole. Čím více políček vyplníte, tím více zpřesníte report.
es_es: Usted puede buscar por alguno o todos los campos abajo. Mientras mas campos use mas refinada la búsqueda.
fa: شما با یک یا تمام فیلدهای زیر میتوانید جستجو کنید.
vi: Bạn có thể tìm kiếm bằng bất kỳ hoặc tất cả các trường dưới đây. Bạn càng điền nhiều trường các báo cáo càng được lọc chính xác.

source: already exists
cs: již existuje
es_es: Ya existe
fa: موجود است
vi: Đã tồn tại

source: already indexed
cs: již indexován
es_es: Ya indexado

source: already removed
cs: již odstraněn

source: checking for extra field..
cs: hledání dalšího pole..
es_es: chequeando por campo extra..
fa: بررسی فیلد خارجی..
vi: Đang kiểm tra trường phụ..

source: found
cs: nalezeno

source: not found
cs: nenalezeno

source: Adding (this might take a long time)
fa: افزودن (به زمان زیادی نیاز است)

source: Already Removed
fa: قبلا حذف شده

source: Already indexed
fa: قبلا فهرست شده

source: Call Event Logs
fa: گزارشات تماس

source: Caller ID
fa: شناسه تماس گیرنده
vi: Định danh người gọi đến

source: Caller ID of a call participant
fa: شناسه تماس گیرنده یک شریک تماس
vi: Caller ID của một người tham gia cuộc gọi

source: Date range of calls in the format of mm/dd/yyyy
fa: محدوده تاریخ تماس ها در فرمت روز/ماه/سال
vi: Khoảng thời gian của các cuộc gọi là định dạng mm/dd/yyyy

source: Detail
fa: جزییات

source: Dialed Number
fa: تعداد تماس های گرفته شده
vi: Số đã gọi

source: ERROR failed to add context index
fa: خطا در اضافه کردن شاخص زمینه

source: ERROR failed to delete %s field
fa: خطا در حذف فیلد %s رخ داده

source: ERROR failed to update extra field
fa: خطا در به روزسانی فیلد اضافی

source: Extension or DID dialed
fa: داخلی تماس گرفته شده
vi: Máy nhánh hoặc DID ( quay số vào trực tiếp) đã gọi

source: Not Authorized
fa: شناخته نشده

source: OK
fa: تایید

source: Reset
fa: بازگردانی

source: Search
fa: جستجو
vi: Tìm kiếm

source: removing (this might take a long time)
fa: حذف کردن (ممکن است زمان زیادی صرف شود)
